

export const menu = [
    { category: "ก๋วยเตี๋ยว", topping: [["เส้น", ["หมี่", "เล็ก", "ใหญ่"]], ["น้ำ", ["น้ำใส", "น้ำตก", "ต้มยำ"]], ["เนื้อ", ["หมู", "ไก่", "เป็ด"]]] },
    { category: "บะหมี่", topping: [["น้ำ", ["น้ำ", "แห้ง"]], ["เนื้อ", ["หมู", "ไก่", "เป็ด"]]] },
    { category: "เกาเหลา", topping: [["เนื้อ", ["หมู", "ไก่", "เป็ด"]]] },
    { category: "ข้าวผัด", topping: [["เนื้อ", ["หมู", "ปู"]]] },
    { category: "เครื่องดื่ม", topping: [["น้ำ", ["น้ำเปล่า", "โค้ก", "ชา"]]] },
];
